<h1>Как присоединиться?</h1>

<section>
  <div class="how-to-join-section-title">
    <h2>Какие тексты можно присылать?</h2>
  </div>
  <div class="how-to-join-section-body">
    <ol>
      <li>
        Статьи – самый длинный формат, тексты на определённую тему (о понятии, о жизни философа, об
        интеллектуальных течениях)
      </li>
      <li>Переводы – на беларусский и русский с любых языков</li>
      <li>
        Заметки – малая форма, ты прочитал текст / разобрался в проблеме и решил поделиться этим с
        другими (заметка, в моём понимании, посвящена одной отдельной мысли или идее)
      </li>
      <li>Конспекты – ты законспектировал философский текст и делишься тезисами</li>
      <li>
        Карточки философов – "визитные карточки", изображение и пять-семь предложений, в которых
        изложено всё, что нужно знать о каком-либо философе просто интересующемуся человеку
      </li>
    </ol>
  </div>
</section>

<section>
  <div class="how-to-join-section-title">
    <h2>Как создаются тексты на платформе?</h2>
  </div>
  <div class="how-to-join-section-body">
    <p></p>
  </div>
</section>
